[
  {
    "name": "Benjamin Wexler",
    "img": "/images/execboard/benwexler.jpg",
    "title": "Technical President",
    "email": "bwexler2@illinois.edu",
    "bio": "<p>Benjamin is the President and Founder of Student Space Systems. In this role, he ensures that the board works effectively, sets club goals, and leads project planning.  Benjamin also serves as technical lead overseeing the design, construction, and launch of each year’s primary rocket project. Most importantly, Benjamin is committed to doing whatever it takes to enable SSS to achieve success while inspiring engineers in the process. When Benjamin is not busy leading SSS, he can be found playing ice hockey for the Illini Hockey team, flying planes, reading, or following the San Jose sharks.</p>"
  },
  {
    "name": "James Hall",
    "img": "/images/execboard/jameshall.jpg",
    "title": "Administrative President",
    "email": "jdhall3@illinois.edu",
    "bio": "<p>James is the Administrative President of Student Space Systems. It is his responsibility to oversee the board with Benjamin.  Although not a founder, he has been a member since the start of the club in 2014 and has worked as a project manager in propulsion. James works to ensure that the club meets deadlines and helps to communicate with the University. In his free time, he likes to hike, listen to music, and hang out with friends.</p>"
  },
  {
    "name": "David Degenhardt",
    "img": "/images/execboard/daviddegenhardt.jpg",
    "title": "Director of Structures",
    "email": "degenha2@illinois.edu",
    "bio": "<p>David is the Director of Structures and a Co-Founder of Student Space Systems. He was previously the Director of Special Projects, and before that the Director of Avionics. He is currently responsible for overseeing the design and construction of each year’s rocket, as well as managing the integration of the Propulsion and Avionics systems. One of David’s first contributions to SSS was as Team Lead for the 2013-2014 Space Grant competition, where he led the team to the first in what he hopes will be a succession of SSS wins in the Great Midwestern Rocket Competition. When he’s not designing rockets, David spends his time studying physics, drumming, playing video games with friends, and invariably cramming for a midterm or two.</p>"
  },
  {
    "name": "Mathew Halm",
    "img": "/images/execboard/mathewhalm.jpg",
    "title": "Director of Avionics",
    "email": "mhalm2@illinois.edu",
    "bio": "<p>Mathew is a sophomore majoring in Computer Science. Since his enrollment at the University, Matt has worked as an undergraduate TA for both Systems Programming and Algorithms and Models of Computation and as a Software Engineering Intern at Riverbed Technology and LinkedIn Corporation. As Director of Avionics, he has spearheaded software development for real-time telemetry. His goal is to guide SSS's avionics program towards developing new and exciting technologies, including long-range radio telemetry, embedded systems, and automated flight controls. Outside of SSS, Matt spends time on his hobbies, including long-distance running, playing piano, and cooking.</p>"
  },
  {
    "name": "Florin Ghinet",
    "img": "/images/execboard/floringhinet.jpg",
    "title": "Director of Propulsion",
    "email": "ghinet2@illinois.edu",
    "bio": "<p>Florin is the Director of Propulsion and a Co-Founder of Student Space Systems. In this role he overlooks everything that involves engines and propulsion, and insures that the division is working effectively. Florin also assists in setting goals and project planning overall. Florin is very committed to the goals set by Student Space Systems and will do all he can to reach those goals. In his spare time, Florin can be found playing soccer, building model rockets, reading sci-fi, following Bayern Munich and debating politics.</p>"
  },
  {
    "name": "Sean Nachnani",
    "img": "/images/execboard/seannachnani.jpg",
    "title": "External Director",
    "email": "nachnan2@illinois.edu",
    "bio": "<p>Sean is a sophomore majoring in Electrical Engineering. He is in charge of Corporate Outreach, Educational Outreach, and Recruitment. Sean handles the external face of SSS, from developing and maintaining relationships with companies to strengthening our member base through Engineering Open House and Quad Day exhibits. He also focuses on inspiring the next generation of engineers through events like soldering workshops and presentations at local schools. When he's not meeting with companies or coming up with new ed-out and recruitment ideas, Sean can be found playing soccer, reading, or beating James in Smash Bros.</p>"
  },
  {
    "name": "Courtney Reid",
    "img": "/images/execboard/courtneyreid.jpg",
    "title": "Safety Officer",
    "email": "crreid2@illinois.edu",
    "bio": "<p>Courtney is a sophomore in Aerospace Engineering. She is responsible for overseeing the safety of Student Space Systems activities, including build sessions, tests, and launches, as well as safety training for all members. She is also responsible for obtaining launch waivers from the FAA on behalf of SSS. When she is not working on safety for SSS, she participates in Air Force ROTC, and in her spare time can be found reading, watching Netflix, and spending time with friends.</p>"
  },
  {
    "name": "Shree Das",
    "img": "/images/execboard/shreedas.jpg",
    "title": "Secretary",
    "email": "sdas16@illinois.edu",
    "bio": "<p>Shree is the secretary of Student Space Systems. He is responsible for improving communications between the various departments while eliminating extraneous practices in order to make the group more efficient. His specific jobs are to attend board meetings and accurately record those discussions, remind other board members what their weekly tasks are, update social media platforms on new events and updates, and send out monthly newsletters to the group as well as the AE department. Shree is currently a freshman in aerospace engineering. His hobbies include reading non-fiction, singing, and covering songs on piano.</p>"
  },
  {
    "name": "Zach Romano",
    "img": "/images/execboard/zachromano.jpg",
    "title": "Treasurer",
    "email": "zcroman2@illinois.edu",
    "bio": "<p>Zach is the treasurer of Student Space Systems. His responsibility is to ensure the proper allocation of funds amongst the group. This includes making all of the purchases for the organization. Zach is a first year member and joined SSS this year after learning of their successes. Aside from studying aerospace engineering, Zach enjoys football, running, and painting.</p>"
  },
  {
    "name": "Nick Johanson",
    "img": "/images/execboard/nickjohanson.jpg",
    "title": "Director of Special Projects",
    "email": "njohans2@illinois.edu",
    "bio": "<p>Nick is the Director of Special Projects. His responsibility is to manage the level one certification project, the Space Grant competition, and all projects handled by the Department of Special Projects. He has been a member since late 2014 and has worked on the autonomous quadcopter project and the long range telemetry for future rockets. Nick is currently a junior computer engineering major and spends his free time reading and gaming with friends.</p>"
  },
  {
    "name": "Oguzhan Altun",
    "img": "/images/execboard/oguzhanaltun.jpg",
    "title": "Aerospace Engineering Undergraduate Advisory Board Representative",
    "email": "altun2@illinois.edu",
    "bio": "<p>Oguzhan is the Aerospace Engineering Undergraduate Advisory Board representative of SSS. His responsibilities include discussing issues and ideas with faculty members and staff, organizing activities and events related to the aerospace department. He is currently a freshman in aerospace engineering and joined the club this year. His hobbies include playing guitar, tennis and occasionally windsurfing.</p>"
  },
  {
    "name": "Boris Vasiljevic",
    "img": "/images/execboard/borisvasiljevic.jpg",
    "title": "Engineering Council Representative",
    "email": "vasljvc2@illinois.edu",
    "bio": "<p>Boris Vasiljevic is the Engineering Council Representative of Student Space Systems. He is responsible for maintaining communication between SSS and the Engineering Council Organization by attending meetings and relaying questions and information between the organizations. Boris is currently a freshman in Aerospace Engineering. In his free time, Boris can be found playing and watching Tennis, spending time with friends, and reading science fiction novels.</p>"
  },
  {
    "name": "Andrew Yang",
    "img": "/images/execboard/andrewyang.jpg",
    "title": "Web Developer",
    "email": "ayang14@illinois.edu",
    "bio": "<p>Andrew is the developer of this website. He has had web development experience since fall of 2014 (his freshman year), and credits the coding of this website for honing his web development skills. After all, learning by doing is the most effective kind of learning. Andrew is currently a sophomore computer science major, and is an active member of ACM. His hobbies include programming for fun, playing Smash Bros, and attending hackathons.</p>"
  }
]
