[
  {
    "name": "Benjamin Wexler",
    "img": "/images/execboard/benwexler.jpg",
    "title": "President",
    "email": "bwexler2@illinois.edu",
    "bio": "<p>Benjamin is the President and Founder of Student Space Systems. In this role, he ensures that the board works effectively, sets club goals, and leads project planning.  Benjamin also serves as technical lead overseeing the design, construction, and launch of each year’s primary rocket project. Most importantly, Benjamin is committed to doing whatever it takes to enable SSS to achieve success while inspiring engineers in the process. When Benjamin is not busy leading SSS, he can be found playing ice hockey for the Illini Hockey team, flying planes, reading, or following the San Jose sharks.</p>"
  },
  {
    "name": "Christopher Smith",
    "img": "/images/execboard/chrissmith.jpg",
    "title": "Vice President",
    "email": "cesmith7@illinois.edu",
    "bio": "<p>Chris is the Vice-President and Co-founder of Student Space Systems.  He works alongside Benjamin to oversee the board and acts as the administrative head for the club.  Chris’ work behind the scenes ensures that the club is able to function effectively and meet its goals on time.  His experience in high-powered rocketry and robotics allows him to act as a generalized technical advisor when reviewing the club’s projects.  He also has experience with digital design and makes many of the clubs presentations and logos.  In his free time, he enjoys traveling, writing short stories, and exploring the outdoors.</p>"
  },
  {
    "name": "Nick Campbell",
    "img": "/images/execboard/nicksmall.jpg",
    "title": "Director of Launch Systems",
    "email": "ncampbe2@illinois.edu",
    "bio": "<p>Nicholas is a sophomore majoring in Aerospace Engineering. He was brought onto the SSS Board to be the Director of Launch Systems. He heads his department’s main project, a custom Launch Tower to accommodate the club’s larger rockets in the near future. His roles also include heading the rocket recovery teams at the launches and setting up any equipment needed for launch. In everyday life, Nicholas enjoys listening to music, watching Netflix, and hanging out with his friends.</p>"
  },
  {
    "name": "David Degenhardt",
    "img": "/images/execboard/daviddegenhardt.jpg",
    "title": "Director of Structures",
    "email": "degenha2@illinois.edu",
    "bio": "<p>David is the Director of Structures and a Co-Founder of Student Space Systems. He was previously the Director of Special Projects, and before that the Director of Avionics. He is currently responsible for overseeing the design and construction of each year’s rocket, as well as managing the integration of the Propulsion and Avionics systems. One of David’s first contributions to SSS was as Team Lead for the 2013-2014 Space Grant competition, where he led the team to the first in what he hopes will be a succession of SSS wins in the Great Midwestern Rocket Competition. When he’s not designing rockets, David spends his time studying physics, drumming, playing video games with friends, and invariably cramming for a midterm or two.</p>"
  },
  {
    "name": "Mathew Halm",
    "img": "/images/execboard/mathewhalm.jpg",
    "title": "Director of Avionics",
    "email": "mhalm2@illinois.edu",
    "bio": "<p>Mathew is a sophomore majoring in Computer Science. Since his enrollment at the University, Matt has worked as an undergraduate TA for both Systems Programming and Algorithms and Models of Computation and as a Software Engineering Intern at Riverbed Technology and LinkedIn Corporation. As Director of Avionics, he has spearheaded software development for real-time telemetry. His goal is to guide SSS's avionics program towards developing new and exciting technologies, including long-range radio telemetry, embedded systems, and automated flight controls. Outside of SSS, Matt spends time on his hobbies, including long-distance running, playing piano, and cooking.</p>"
  },
  {
    "name": "Florin Ghinet",
    "img": "/images/execboard/floringhinet.jpg",
    "title": "Director of Propulsion",
    "email": "ghinet2@illinois.edu",
    "bio": "<p>Florin is the Director of Propulsion and a Co-Founder of Student Space Systems. In this role he overlooks everything that involves engines and propulsion, and insures that the division is working effectively. Florin also assists in setting goals and project planning overall. Florin is very committed to the goals set by Student Space Systems and will do all he can to reach those goals. In his spare time, Florin can be found playing soccer, building model rockets, reading sci-fi, following Bayern Munich and debating politics.</p>"
  },
  {
    "name": "Jake Goldrich",
    "img": "/images/execboard/jakegoldrich.jpg",
    "title": "External Director",
    "email": "jjgoldr2@illinois.edu",
    "bio": "<p>Jake is responsible for educational outreach, recruiting, and managing public relations for Student Space Systems. After focusing his efforts on the preparations for successful Engineering Open House and Quad Day exhibits geared at effectively introducing campus to the newest club in Aerospace, Jake is working on leveraging social media to continue recruitment. Earlier this year he spearheaded an interactive outreach event with a local 4-H youth group, and in the future Jake hopes to grow the educational outreach program with frequent similar presentations at various project fairs and middle schools to teach kids and students about high-powered rocketry. When he's not working on the next great idea for ed-out, Jake can be found following his beloved Chicago Bears, White Sox, Blackhawks, and Bulls; or else playing playing football, baseball, ice hockey, or basketball himself.</p>"
  },
  {
    "name": "Courtney Reid",
    "img": "/images/execboard/courtneyreid.jpg",
    "title": "Safety Officer",
    "email": "crreid2@illinois.edu",
    "bio": "<p>Courtney is a sophomore in Aerospace Engineering. She is responsible for overseeing the safety of Student Space Systems activities, including build sessions, tests, and launches, as well as safety training for all members. She is also responsible for obtaining launch waivers from the FAA on behalf of SSS. When she is not working on safety for SSS, she participates in Air Force ROTC, and in her spare time can be found reading, watching Netflix, and spending time with friends.</p>"
  },
  {
    "name": "Adam Barbato",
    "img": "/images/execboard/adambarbato.jpg",
    "title": "Engineering Council Representative",
    "email": "barbato2@illinois.edu",
    "bio": "<p>Adam is a sophomore in Computer Science who has been with SSS since nearly its inception. Currently, he is the Engineering Council Representative who maintains relations with the Engineering Council and runs SSS’s Engineering Open House exhibit. In his free time, Adam can be found reading, camping and playing beaver golf.</p>"
  },
  {
    "name": "Shree Das",
    "img": "/images/execboard/shreedas.jpg",
    "title": "Secretary",
    "email": "sdas16@illinois.edu",
    "bio": "<p>Shree is the secretary of Student Space Systems. He is responsible for improving communications between the various departments while eliminating extraneous practices in order to make the group more efficient. His specific jobs are to attend board meetings and accurately record those discussions, remind other board members what their weekly tasks are, update social media platforms on new events and updates, and send out monthly newsletters to the group as well as the AE department. Shree is currently a freshman in aerospace engineering. His hobbies include reading non-fiction, singing, and covering songs on piano.</p>"
  },
  {
    "name": "Rachel Moseson",
    "img": "/images/execboard/rachelmoseson.jpg",
    "title": "Aerospace Engineering Undergraduate Advisory Board Representative",
    "email": "moseson2@illinois.edu",
    "bio": "<p>Rachel is a Freshman in Aerospace Engineering. Her main duties as the Aerospace Engineering Undergraduate Advisory Board Representative (AEUAB) include representing the interests and ideas of SSS and all its constituents at the monthly AEUAB meetings in order to improve the Aerospace department as whole. She also takes on AEUAB projects that are outside of SSS’s area of interest but benefit the department as a whole. When she’s not in the studying or doing SSS activities, Rachel can be found enjoying her time with friends, running, or reading.</p>"
  },
  {
    "name": "Zach Romano",
    "img": "/images/execboard/zachromano.jpg",
    "title": "Treasurer",
    "email": "zcroman2@illinois.edu",
    "bio": "<p>Zach is the treasurer of Student Space Systems.  His responsibility is to ensure the proper allocation of funds amongst the group.  This includes making all of the purchases for the organization.  Zach is a first year member and joined SSS this year after learning of their successes.  Aside from studying aerospace engineering, Zach enjoys football, running, and painting.</p>"
  },
  {
    "name": "Max Archer",
    "img": "/images/execboard/maxarcher.jpg",
    "title": "Director of Special Projects",
    "email": "mlarchr2@illinois.edu",
    "bio": "<p>Max is the Director of Special Projects. His job is to oversee the Space Grant competition, the level one certification project, and all of the odd jobs Special Projects has taken under its wing. Currently his flagship project is the design of the Reactive Control System, which would allow the rocket to autonomously correct its course midflight using compressed gas. Max is a freshman electrical engineer, and, in what little spare time he has, can be found reading science fiction, playing jazz piano, or biking a little too fast around campus.</p>"
  }
]